/* HexColorPickerAskUpdatesYes */
"Check automatically" = "自動檢查更新";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "不要檢查";

/* HexColorPickerGetVersionFormat */
"Get v%@" = "取得 v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personally identifying informations will be sent in order to check for updates. (Automatic checking can slow down opening the color panel with the Hex Color Picker active by a few seconds." = "Hex Color Picker 可以定期檢查更新。每當新版本推出時，你可以選擇是否安裝新的版本。軟件在檢查更新的時候，不會傳送任何個人資料。（如啟用自動更新檢查，選色表的開啟速度可能會減慢幾秒。）";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "你要讓 Hex Color Picker 自動檢查更新嗎？";